Schedule = {
 "10/1": {
     "Понедельник": [
         {"lesson": "Информатика", "time": "8:35", "room": "28, 30"},
         {"lesson": "Информатика", "time": "9:20", "room": "28, 30"},
         {"lesson": "Геометрия", "time": "10:15", "room": "41"},
         {"lesson": "Физ-ра", "time": "11:10", "room": "Спортивный зал"},
         {"lesson": "Рус. яз.", "time": "12:05", "room": "33"},
         {"lesson": "Обществознание", "time": "12:50", "room": "84"},
         {"lesson": "Литература", "time": "13:35", "room": "33"},
         {"lesson": "Разговор о важном", "time": "14:20", "room": "20"}
     ],
     "Вторник": [
         {"lesson": "Ин. яз (англ)", "time": "8:00", "room": "27"},
         {"lesson": "История", "time": "8:50", "room": "80"},
         {"lesson": "Информатика", "time": "9:45", "room": "28, 30"},
         {"lesson": "Информатика", "time": "10:40", "room": "28, 30"},
         {"lesson": "Геометрия", "time": "11:35", "room": "41"},
         {"lesson": "Геометрия", "time": "12:25", "room": "41"}
     ],
     "Среда": [
         {"lesson": None, "time": None, "room": None},
         {"lesson": "Алг. и нач. анализа", "time": "8:50", "room": "41"},
         {"lesson": "ОБЗР", "time": "9:45", "room": "59"},
         {"lesson": "Физика", "time": "10:40", "room": "34"},
         {"lesson": "География", "time": "11:35", "room": "20"},
         {"lesson": "Алг. и нач. анализа", "time": "12:25", "room": "41"},
         {"lesson": "Ин. яз. (англ)", "time": "13:15", "room": "27"},
         {"lesson": "Инд. проект", "time": "14:00", "room": "35"}
     ],
     "Четверг": [
         {"lesson": "Вероятность", "time": "8:35", "room": "41"},
         {"lesson": "История", "time": "9:20", "room": "80"},
         {"lesson": "Литература", "time": "10:15", "room": "33"},
         {"lesson": "Биология", "time": "11:10", "room": "52"},
         {"lesson": "Физкультура", "time": "12:05", "room": "Спортивный зал"},
         {"lesson": "Обществознание", "time": "12:50", "room": "84"},
         {"lesson": "Литературы", "time": "13:35", "room": "33"},
         {"lesson": "Россия - мои горизонты", "time": "14:20", "room": "20"}
     ],
     "Пятница": [
         {"lesson": "Алг. и нач. анализа", "time": "8:00", "room": "41"},
         {"lesson": "Алг. и нач. анализа", "time": "8:50", "room": "41"},
         {"lesson": "Практикум по инф.", "time": "9:45", "room": "28, 30"},
         {"lesson": "Рус. яз.", "time": "10:40", "room": "33"},
         {"lesson": "Физика", "time": "11:35", "room": "34"},
         {"lesson": "Химия", "time": "12:25", "room": "58"},
         {"lesson": "Ин. яз. (англ)", "time": "13:15", "room": "27"}
     ]
 }, "10/2": {
    "Понедельник": [
        {"lesson": "Разговор о важном", "time": "8:00", "room": "41"},
        {"lesson": "Рус. яз.", "time": "8:35", "room": "33"},
        {"lesson": "Физкультура", "time": "9:20", "room": "Спортивный зал"},
        {"lesson": "История", "time": "10:15", "room": "80"},
        {"lesson": "Геометрия", "time": "11:10", "room": "41"},
        {"lesson": "Обществознание", "time": "12:05", "room": "84"},
        {"lesson": "Литература", "time": "12:50", "room": "33"},
        {"lesson": "Алгебра", "time": "13:35", "room": "41"}
    ],
    "Вторник": [
        {"lesson": "Россия - мои горизонты", "time": "8:00", "room": "41"},
        {"lesson": "Ин. яз. (англ)", "time": "8:50", "room": "27"},
        {"lesson": "Геометрия", "time": "9:45", "room": "41"},
        {"lesson": "Литература", "time": "10:40", "room": "33"},
        {"lesson": "Информатика", "time": "11:35", "room": "28, 30"},
        {"lesson": "ОБЗР", "time": "12:25", "room": "59"},
        {"lesson": "Геометрия", "time": "13:15", "room": "41"},
        {"lesson": "Физика", "time": "14:00", "room": "34"},
    ],
    "Среда": [
        {"lesson": "Алгебра", "time": "8:00", "room": "41"},
        {"lesson": "Ин. яз. (англ)", "time": "8:50", "room": "27"},
        {"lesson": "География", "time": "9:45", "room": "20"},
        {"lesson": "История", "time": "10:40", "room": "80"},
        {"lesson": "Химия", "time": "11:35", "room": "58"},
        {"lesson": "Физика", "time": "12:25", "room": "34"}
    ],
    "Четверг": [
        {"lesson": None, "time": None, "room": None},
        {"lesson": "Вероятность", "time": "9:20", "room": "41"},
        {"lesson": "Физика", "time": "10:15", "room": "34"},
        {"lesson": "Физика", "time": "11:10", "room": "34"},
        {"lesson": "Биология", "time": "12:05", "room": "52"},
        {"lesson": "Литература", "time": "12:50", "room": "33"},
        {"lesson": "Обществознание", "time": "13:35", "room": "84"},
        {"lesson": "Физкультра", "time": "14:20", "room": "Спортивный зал"}
    ],
    "Пятница": [
        {"lesson": None, "time": None, "room": None},
        {"lesson": "Ин. яз. (англ)", "time": "8:50", "room": "27"},
        {"lesson": "Рус. яз.", "time": "9:45", "room": "33"},
        {"lesson": "Физкультура", "time": "10:40", "room": "Спортивный зал"},
        {"lesson": "Алгебра", "time": "11:35", "room": "41"},
        {"lesson": "Алгебра", "time": "12:25", "room": "41"},
        {"lesson": "Физика", "time": "13:15", "room": "34"},
        {"lesson": "Физика", "time": "14:00", "room": "34"}
    ]
 }, "10/3": {
    "Понедельник": [
        {"lesson": "Разговор о важном", "time": "8:00", "room": "33"},
        {"lesson": "Геометрия", "time": "8:35", "room": "41"},
        {"lesson": "Обществознание", "time": "9:20", "room": "84"},
        {"lesson": "Физкультура", "time": "10:15", "room": "Спортивный зал"},
        {"lesson": "Английский язык", "time": "11:10", "room": "27"},
        {"lesson": "Физика", "time": "12:05", "room": "34"},
        {"lesson": "Геометрия", "time": "12:50", "room": "41"},
        {"lesson": "География", "time": "13:35", "room": "20"}
    ],
    "Вторник": [
        {"lesson": "Рус. яз.", "time": "8:00", "room": "33"},
        {"lesson": "Информатика", "time": "8:50", "room": "28, 30"},
        {"lesson": "Ин. яз. (англ)", "time": "9:45", "room": "27"},
        {"lesson": "Фин. грамотность", "time": "10:40", "room": "80"},
        {"lesson": "Обществознание", "time": "11:35", "room": "84"},
        {"lesson": "Литература", "time": "12:25", "room": "33"},
        {"lesson": "Инд. проект", "time": "13:15", "room": "35"}
    ],
    "Среда": [
        {"lesson": None, "time": None, "room": None},
        {"lesson": "ОБЗР", "time": "8:50", "room": "59"},
        {"lesson": "История", "time": "9:45", "room": "80"},
        {"lesson": "Алг. и нач. анализа", "time": "10:40", "room": "41"},
        {"lesson": "История", "time": "11:35", "room": "80"},
        {"lesson": "Ин. яз (англ)", "time": "12:25", "room": "27"},
        {"lesson": "Физика", "time": "12:25", "room": "34"}
    ],
    "Четверг": [
        {"lesson": "Россия - мои горизонты", "time": "8:00", "room": "33"},
        {"lesson": "Основы педагогики", "time": "8:50", "room": "35"},
        {"lesson": "Основы психологии", "time": "9:20", "room": "35"},
        {"lesson": "История", "time": "10:15", "room": "80"},
        {"lesson": "Литература", "time": "11:10", "room": "33"},
        {"lesson": "Вероятность", "time": "12:05", "room": "41"},
        {"lesson": "Биология", "time": "12:50", "room": "52"},
        {"lesson": "Физкультра", "time": "13:35", "room": "Спортивный зал"}
    ],
    "Пятница": [
        {"lesson": "Рус. яз", "time": "8:00", "room": "33"},
        {"lesson": "Химия", "time": "8:50", "room": "58"},
        {"lesson": "История", "time": "9:45", "room": "80"},
        {"lesson": "Алг. и нач. анализа", "time": "10:40", "room": "41"},
        {"lesson": "Обществознание", "time": "11:35", "room": "84"},
        {"lesson": "Обществознание", "time": "12:25", "room": "84"},
        {"lesson": "Литературу", "time": "13:15", "room": "33"}
    ]
 }
}
